Revit 2024 API
PlasticVinyl.PlasticvinylColor Property
 The property labeled "Color" from the "PlasticVinyl" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string PlasticvinylColor { get; }
Visual Basic
Public Shared ReadOnly Property PlasticvinylColor As String
	Get
Visual C++
public:
static property String^ PlasticvinylColor {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
PlasticVinyl Class
Autodesk.Revit.DB.Visual Namespace